7767517
749 886
Input                    in0                      0 1 in0 0=1280 1=736 2=3
Convolution              conv_9                   1 1 in0 1 0=32 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=864
Swish                    silu_254                 1 1 1 2
Convolution              conv_10                  1 1 2 3 0=64 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=18432
Swish                    silu_255                 1 1 3 4
Convolution              conv_11                  1 1 4 5 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
Swish                    silu_256                 1 1 5 6
Slice                    chunk_0                  1 2 6 7 8 -23300=2,-233,-233 1=0
Split                    splitncnn_0              1 2 8 9 10
Convolution              conv_12                  1 1 10 11 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_257                 1 1 11 12
Split                    splitncnn_1              1 2 12 13 14
Convolution              conv_13                  1 1 14 15 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_258                 1 1 15 16
Concat                   cat_0                    4 1 7 9 13 16 17 0=0
Convolution              conv_14                  1 1 17 18 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Swish                    silu_259                 1 1 18 19
Pooling                  avgpool2d_0              1 1 19 20 0=1 1=2 11=2 12=1 13=0 2=1 3=0 5=1 6=1
Convolution              conv_15                  1 1 20 21 0=128 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=73728
Swish                    silu_260                 1 1 21 22
Convolution              conv_16                  1 1 22 23 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
Swish                    silu_261                 1 1 23 24
Slice                    chunk_1                  1 2 24 25 26 -23300=2,-233,-233 1=0
Split                    splitncnn_2              1 3 26 27 28 29
Convolution              conv_17                  1 1 29 30 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_262                 1 1 30 31
Split                    splitncnn_3              1 2 31 32 33
Convolution              conv_18                  1 1 33 34 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_263                 1 1 34 35
Convolution              conv_19                  1 1 35 36 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_264                 1 1 36 37
BinaryOp                 add_0                    2 1 32 37 38 0=0
Split                    splitncnn_4              1 2 38 39 40
Convolution              conv_20                  1 1 40 41 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_265                 1 1 41 42
Convolution              conv_21                  1 1 42 43 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_266                 1 1 43 44
BinaryOp                 add_1                    2 1 39 44 45 0=0
Split                    splitncnn_5              1 2 45 46 47
Convolution              conv_22                  1 1 47 48 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_267                 1 1 48 49
Convolution              conv_23                  1 1 49 50 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_268                 1 1 50 51
BinaryOp                 add_2                    2 1 46 51 52 0=0
Convolution              conv_24                  1 1 28 53 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_269                 1 1 53 54
Concat                   cat_1                    2 1 52 54 55 0=0
Convolution              conv_25                  1 1 55 56 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
Swish                    silu_270                 1 1 56 57
Convolution              conv_26                  1 1 57 58 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_271                 1 1 58 59
Split                    splitncnn_6              1 3 59 60 61 62
Convolution              conv_27                  1 1 62 63 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_272                 1 1 63 64
Split                    splitncnn_7              1 2 64 65 66
Convolution              conv_28                  1 1 66 67 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_273                 1 1 67 68
Convolution              conv_29                  1 1 68 69 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_274                 1 1 69 70
BinaryOp                 add_3                    2 1 65 70 71 0=0
Split                    splitncnn_8              1 2 71 72 73
Convolution              conv_30                  1 1 73 74 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_275                 1 1 74 75
Convolution              conv_31                  1 1 75 76 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_276                 1 1 76 77
BinaryOp                 add_4                    2 1 72 77 78 0=0
Split                    splitncnn_9              1 2 78 79 80
Convolution              conv_32                  1 1 80 81 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_277                 1 1 81 82
Convolution              conv_33                  1 1 82 83 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_278                 1 1 83 84
BinaryOp                 add_5                    2 1 79 84 85 0=0
Convolution              conv_34                  1 1 61 86 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_279                 1 1 86 87
Concat                   cat_2                    2 1 85 87 88 0=0
Convolution              conv_35                  1 1 88 89 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
Swish                    silu_280                 1 1 89 90
Convolution              conv_36                  1 1 90 91 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_281                 1 1 91 92
Concat                   cat_3                    4 1 25 27 60 92 93 0=0
Convolution              conv_37                  1 1 93 94 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=32768
Swish                    silu_282                 1 1 94 95
Split                    splitncnn_10             1 3 95 96 97 98
Pooling                  avgpool2d_1              1 1 98 99 0=1 1=2 11=2 12=1 13=0 2=1 3=0 5=1 6=1
Convolution              conv_38                  1 1 99 100 0=192 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=221184
Swish                    silu_283                 1 1 100 101
Convolution              conv_39                  1 1 101 102 0=192 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=36864
Swish                    silu_284                 1 1 102 103
Slice                    chunk_2                  1 2 103 104 105 -23300=2,-233,-233 1=0
Split                    splitncnn_11             1 3 105 106 107 108
Convolution              conv_40                  1 1 108 109 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_285                 1 1 109 110
Split                    splitncnn_12             1 2 110 111 112
Convolution              conv_41                  1 1 112 113 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_286                 1 1 113 114
Convolution              conv_42                  1 1 114 115 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_287                 1 1 115 116
BinaryOp                 add_6                    2 1 111 116 117 0=0
Split                    splitncnn_13             1 2 117 118 119
Convolution              conv_43                  1 1 119 120 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_288                 1 1 120 121
Convolution              conv_44                  1 1 121 122 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_289                 1 1 122 123
BinaryOp                 add_7                    2 1 118 123 124 0=0
Split                    splitncnn_14             1 2 124 125 126
Convolution              conv_45                  1 1 126 127 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_290                 1 1 127 128
Convolution              conv_46                  1 1 128 129 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_291                 1 1 129 130
BinaryOp                 add_8                    2 1 125 130 131 0=0
Convolution              conv_47                  1 1 107 132 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_292                 1 1 132 133
Concat                   cat_4                    2 1 131 133 134 0=0
Convolution              conv_48                  1 1 134 135 0=96 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Swish                    silu_293                 1 1 135 136
Convolution              conv_49                  1 1 136 137 0=96 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=82944
Swish                    silu_294                 1 1 137 138
Split                    splitncnn_15             1 3 138 139 140 141
Convolution              conv_50                  1 1 141 142 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_295                 1 1 142 143
Split                    splitncnn_16             1 2 143 144 145
Convolution              conv_51                  1 1 145 146 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_296                 1 1 146 147
Convolution              conv_52                  1 1 147 148 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_297                 1 1 148 149
BinaryOp                 add_9                    2 1 144 149 150 0=0
Split                    splitncnn_17             1 2 150 151 152
Convolution              conv_53                  1 1 152 153 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_298                 1 1 153 154
Convolution              conv_54                  1 1 154 155 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_299                 1 1 155 156
BinaryOp                 add_10                   2 1 151 156 157 0=0
Split                    splitncnn_18             1 2 157 158 159
Convolution              conv_55                  1 1 159 160 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_300                 1 1 160 161
Convolution              conv_56                  1 1 161 162 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_301                 1 1 162 163
BinaryOp                 add_11                   2 1 158 163 164 0=0
Convolution              conv_57                  1 1 140 165 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_302                 1 1 165 166
Concat                   cat_5                    2 1 164 166 167 0=0
Convolution              conv_58                  1 1 167 168 0=96 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Swish                    silu_303                 1 1 168 169
Convolution              conv_59                  1 1 169 170 0=96 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=82944
Swish                    silu_304                 1 1 170 171
Concat                   cat_6                    4 1 104 106 139 171 172 0=0
Convolution              conv_60                  1 1 172 173 0=192 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=73728
Swish                    silu_305                 1 1 173 174
Split                    splitncnn_19             1 3 174 175 176 177
Pooling                  avgpool2d_2              1 1 177 178 0=1 1=2 11=2 12=1 13=0 2=1 3=0 5=1 6=1
Convolution              conv_61                  1 1 178 179 0=256 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=442368
Swish                    silu_306                 1 1 179 180
Convolution              conv_62                  1 1 180 181 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=65536
Swish                    silu_307                 1 1 181 182
Slice                    chunk_3                  1 2 182 183 184 -23300=2,-233,-233 1=0
Split                    splitncnn_20             1 3 184 185 186 187
Convolution              conv_63                  1 1 187 188 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Swish                    silu_308                 1 1 188 189
Split                    splitncnn_21             1 2 189 190 191
Convolution              conv_64                  1 1 191 192 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_309                 1 1 192 193
Convolution              conv_65                  1 1 193 194 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_310                 1 1 194 195
BinaryOp                 add_12                   2 1 190 195 196 0=0
Split                    splitncnn_22             1 2 196 197 198
Convolution              conv_66                  1 1 198 199 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_311                 1 1 199 200
Convolution              conv_67                  1 1 200 201 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_312                 1 1 201 202
BinaryOp                 add_13                   2 1 197 202 203 0=0
Split                    splitncnn_23             1 2 203 204 205
Convolution              conv_68                  1 1 205 206 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_313                 1 1 206 207
Convolution              conv_69                  1 1 207 208 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_314                 1 1 208 209
BinaryOp                 add_14                   2 1 204 209 210 0=0
Convolution              conv_70                  1 1 186 211 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Swish                    silu_315                 1 1 211 212
Concat                   cat_7                    2 1 210 212 213 0=0
Convolution              conv_71                  1 1 213 214 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
Swish                    silu_316                 1 1 214 215
Convolution              conv_72                  1 1 215 216 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=147456
Swish                    silu_317                 1 1 216 217
Split                    splitncnn_24             1 3 217 218 219 220
Convolution              conv_73                  1 1 220 221 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Swish                    silu_318                 1 1 221 222
Split                    splitncnn_25             1 2 222 223 224
Convolution              conv_74                  1 1 224 225 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_319                 1 1 225 226
Convolution              conv_75                  1 1 226 227 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_320                 1 1 227 228
BinaryOp                 add_15                   2 1 223 228 229 0=0
Split                    splitncnn_26             1 2 229 230 231
Convolution              conv_76                  1 1 231 232 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_321                 1 1 232 233
Convolution              conv_77                  1 1 233 234 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_322                 1 1 234 235
BinaryOp                 add_16                   2 1 230 235 236 0=0
Split                    splitncnn_27             1 2 236 237 238
Convolution              conv_78                  1 1 238 239 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_323                 1 1 239 240
Convolution              conv_79                  1 1 240 241 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_324                 1 1 241 242
BinaryOp                 add_17                   2 1 237 242 243 0=0
Convolution              conv_80                  1 1 219 244 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Swish                    silu_325                 1 1 244 245
Concat                   cat_8                    2 1 243 245 246 0=0
Convolution              conv_81                  1 1 246 247 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
Swish                    silu_326                 1 1 247 248
Convolution              conv_82                  1 1 248 249 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=147456
Swish                    silu_327                 1 1 249 250
Concat                   cat_9                    4 1 183 185 218 250 251 0=0
Convolution              conv_83                  1 1 251 252 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=131072
Swish                    silu_328                 1 1 252 253
Split                    splitncnn_28             1 2 253 254 255
Convolution              conv_84                  1 1 255 256 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=32768
Swish                    silu_329                 1 1 256 257
Split                    splitncnn_29             1 2 257 258 259
Pooling                  maxpool2d_248            1 1 259 260 0=0 1=5 11=5 12=1 13=2 2=1 3=2 5=1
Split                    splitncnn_30             1 2 260 261 262
Pooling                  maxpool2d_249            1 1 262 263 0=0 1=5 11=5 12=1 13=2 2=1 3=2 5=1
Split                    splitncnn_31             1 2 263 264 265
Pooling                  maxpool2d_250            1 1 265 266 0=0 1=5 11=5 12=1 13=2 2=1 3=2 5=1
Concat                   cat_10                   4 1 258 261 264 266 267 0=0
Convolution              conv_85                  1 1 267 268 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=131072
Swish                    silu_330                 1 1 268 269
Split                    splitncnn_32             1 2 269 270 271
Interp                   upsample_491             1 1 271 272 0=1 1=2.0 2=2.0 6=0
Concat                   cat_11                   2 1 272 175 273 0=0
Convolution              conv_86                  1 1 273 274 0=192 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=86016
Swish                    silu_331                 1 1 274 275
Slice                    chunk_4                  1 2 275 276 277 -23300=2,-233,-233 1=0
Split                    splitncnn_33             1 3 277 278 279 280
Convolution              conv_87                  1 1 280 281 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_332                 1 1 281 282
Split                    splitncnn_34             1 2 282 283 284
Convolution              conv_88                  1 1 284 285 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_333                 1 1 285 286
Convolution              conv_89                  1 1 286 287 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_334                 1 1 287 288
BinaryOp                 add_18                   2 1 283 288 289 0=0
Split                    splitncnn_35             1 2 289 290 291
Convolution              conv_90                  1 1 291 292 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_335                 1 1 292 293
Convolution              conv_91                  1 1 293 294 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_336                 1 1 294 295
BinaryOp                 add_19                   2 1 290 295 296 0=0
Split                    splitncnn_36             1 2 296 297 298
Convolution              conv_92                  1 1 298 299 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_337                 1 1 299 300
Convolution              conv_93                  1 1 300 301 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_338                 1 1 301 302
BinaryOp                 add_20                   2 1 297 302 303 0=0
Convolution              conv_94                  1 1 279 304 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_339                 1 1 304 305
Concat                   cat_12                   2 1 303 305 306 0=0
Convolution              conv_95                  1 1 306 307 0=96 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Swish                    silu_340                 1 1 307 308
Convolution              conv_96                  1 1 308 309 0=96 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=82944
Swish                    silu_341                 1 1 309 310
Split                    splitncnn_37             1 3 310 311 312 313
Convolution              conv_97                  1 1 313 314 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_342                 1 1 314 315
Split                    splitncnn_38             1 2 315 316 317
Convolution              conv_98                  1 1 317 318 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_343                 1 1 318 319
Convolution              conv_99                  1 1 319 320 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_344                 1 1 320 321
BinaryOp                 add_21                   2 1 316 321 322 0=0
Split                    splitncnn_39             1 2 322 323 324
Convolution              conv_100                 1 1 324 325 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_345                 1 1 325 326
Convolution              conv_101                 1 1 326 327 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_346                 1 1 327 328
BinaryOp                 add_22                   2 1 323 328 329 0=0
Split                    splitncnn_40             1 2 329 330 331
Convolution              conv_102                 1 1 331 332 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_347                 1 1 332 333
Convolution              conv_103                 1 1 333 334 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_348                 1 1 334 335
BinaryOp                 add_23                   2 1 330 335 336 0=0
Convolution              conv_104                 1 1 312 337 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_349                 1 1 337 338
Concat                   cat_13                   2 1 336 338 339 0=0
Convolution              conv_105                 1 1 339 340 0=96 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Swish                    silu_350                 1 1 340 341
Convolution              conv_106                 1 1 341 342 0=96 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=82944
Swish                    silu_351                 1 1 342 343
Concat                   cat_14                   4 1 276 278 311 343 344 0=0
Convolution              conv_107                 1 1 344 345 0=192 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=73728
Swish                    silu_352                 1 1 345 346
Split                    splitncnn_41             1 2 346 347 348
Interp                   upsample_492             1 1 348 349 0=1 1=2.0 2=2.0 6=0
Concat                   cat_15                   2 1 349 96 350 0=0
Convolution              conv_108                 1 1 350 351 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=40960
Swish                    silu_353                 1 1 351 352
Slice                    chunk_5                  1 2 352 353 354 -23300=2,-233,-233 1=0
Split                    splitncnn_42             1 3 354 355 356 357
Convolution              conv_109                 1 1 357 358 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_354                 1 1 358 359
Split                    splitncnn_43             1 2 359 360 361
Convolution              conv_110                 1 1 361 362 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_355                 1 1 362 363
Convolution              conv_111                 1 1 363 364 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_356                 1 1 364 365
BinaryOp                 add_24                   2 1 360 365 366 0=0
Split                    splitncnn_44             1 2 366 367 368
Convolution              conv_112                 1 1 368 369 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_357                 1 1 369 370
Convolution              conv_113                 1 1 370 371 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_358                 1 1 371 372
BinaryOp                 add_25                   2 1 367 372 373 0=0
Split                    splitncnn_45             1 2 373 374 375
Convolution              conv_114                 1 1 375 376 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_359                 1 1 376 377
Convolution              conv_115                 1 1 377 378 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_360                 1 1 378 379
BinaryOp                 add_26                   2 1 374 379 380 0=0
Convolution              conv_116                 1 1 356 381 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_361                 1 1 381 382
Concat                   cat_16                   2 1 380 382 383 0=0
Convolution              conv_117                 1 1 383 384 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
Swish                    silu_362                 1 1 384 385
Convolution              conv_118                 1 1 385 386 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_363                 1 1 386 387
Split                    splitncnn_46             1 3 387 388 389 390
Convolution              conv_119                 1 1 390 391 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_364                 1 1 391 392
Split                    splitncnn_47             1 2 392 393 394
Convolution              conv_120                 1 1 394 395 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_365                 1 1 395 396
Convolution              conv_121                 1 1 396 397 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_366                 1 1 397 398
BinaryOp                 add_27                   2 1 393 398 399 0=0
Split                    splitncnn_48             1 2 399 400 401
Convolution              conv_122                 1 1 401 402 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_367                 1 1 402 403
Convolution              conv_123                 1 1 403 404 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_368                 1 1 404 405
BinaryOp                 add_28                   2 1 400 405 406 0=0
Split                    splitncnn_49             1 2 406 407 408
Convolution              conv_124                 1 1 408 409 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_369                 1 1 409 410
Convolution              conv_125                 1 1 410 411 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_370                 1 1 411 412
BinaryOp                 add_29                   2 1 407 412 413 0=0
Convolution              conv_126                 1 1 389 414 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_371                 1 1 414 415
Concat                   cat_17                   2 1 413 415 416 0=0
Convolution              conv_127                 1 1 416 417 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
Swish                    silu_372                 1 1 417 418
Convolution              conv_128                 1 1 418 419 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_373                 1 1 419 420
Concat                   cat_18                   4 1 353 355 388 420 421 0=0
Convolution              conv_129                 1 1 421 422 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=32768
Swish                    silu_374                 1 1 422 423
Split                    splitncnn_50             1 3 423 424 425 426
Pooling                  avgpool2d_3              1 1 424 427 0=1 1=2 11=2 12=1 13=0 2=1 3=0 5=1 6=1
Convolution              conv_130                 1 1 427 428 0=96 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=110592
Swish                    silu_375                 1 1 428 429
Concat                   cat_19                   2 1 429 347 430 0=0
Convolution              conv_131                 1 1 430 431 0=192 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=55296
Swish                    silu_376                 1 1 431 432
Slice                    chunk_6                  1 2 432 433 434 -23300=2,-233,-233 1=0
Split                    splitncnn_51             1 3 434 435 436 437
Convolution              conv_132                 1 1 437 438 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_377                 1 1 438 439
Split                    splitncnn_52             1 2 439 440 441
Convolution              conv_133                 1 1 441 442 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_378                 1 1 442 443
Convolution              conv_134                 1 1 443 444 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_379                 1 1 444 445
BinaryOp                 add_30                   2 1 440 445 446 0=0
Split                    splitncnn_53             1 2 446 447 448
Convolution              conv_135                 1 1 448 449 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_380                 1 1 449 450
Convolution              conv_136                 1 1 450 451 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_381                 1 1 451 452
BinaryOp                 add_31                   2 1 447 452 453 0=0
Split                    splitncnn_54             1 2 453 454 455
Convolution              conv_137                 1 1 455 456 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_382                 1 1 456 457
Convolution              conv_138                 1 1 457 458 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_383                 1 1 458 459
BinaryOp                 add_32                   2 1 454 459 460 0=0
Convolution              conv_139                 1 1 436 461 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_384                 1 1 461 462
Concat                   cat_20                   2 1 460 462 463 0=0
Convolution              conv_140                 1 1 463 464 0=96 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Swish                    silu_385                 1 1 464 465
Convolution              conv_141                 1 1 465 466 0=96 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=82944
Swish                    silu_386                 1 1 466 467
Split                    splitncnn_55             1 3 467 468 469 470
Convolution              conv_142                 1 1 470 471 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_387                 1 1 471 472
Split                    splitncnn_56             1 2 472 473 474
Convolution              conv_143                 1 1 474 475 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_388                 1 1 475 476
Convolution              conv_144                 1 1 476 477 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_389                 1 1 477 478
BinaryOp                 add_33                   2 1 473 478 479 0=0
Split                    splitncnn_57             1 2 479 480 481
Convolution              conv_145                 1 1 481 482 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_390                 1 1 482 483
Convolution              conv_146                 1 1 483 484 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_391                 1 1 484 485
BinaryOp                 add_34                   2 1 480 485 486 0=0
Split                    splitncnn_58             1 2 486 487 488
Convolution              conv_147                 1 1 488 489 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_392                 1 1 489 490
Convolution              conv_148                 1 1 490 491 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_393                 1 1 491 492
BinaryOp                 add_35                   2 1 487 492 493 0=0
Convolution              conv_149                 1 1 469 494 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_394                 1 1 494 495
Concat                   cat_21                   2 1 493 495 496 0=0
Convolution              conv_150                 1 1 496 497 0=96 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Swish                    silu_395                 1 1 497 498
Convolution              conv_151                 1 1 498 499 0=96 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=82944
Swish                    silu_396                 1 1 499 500
Concat                   cat_22                   4 1 433 435 468 500 501 0=0
Convolution              conv_152                 1 1 501 502 0=192 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=73728
Swish                    silu_397                 1 1 502 503
Split                    splitncnn_59             1 3 503 504 505 506
Pooling                  avgpool2d_4              1 1 504 507 0=1 1=2 11=2 12=1 13=0 2=1 3=0 5=1 6=1
Convolution              conv_153                 1 1 507 508 0=128 1=3 11=3 12=1 13=2 14=1 2=1 3=2 4=1 5=1 6=221184
Swish                    silu_398                 1 1 508 509
Concat                   cat_23                   2 1 509 270 510 0=0
Convolution              conv_154                 1 1 510 511 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=98304
Swish                    silu_399                 1 1 511 512
Slice                    chunk_7                  1 2 512 513 514 -23300=2,-233,-233 1=0
Split                    splitncnn_60             1 3 514 515 516 517
Convolution              conv_155                 1 1 517 518 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Swish                    silu_400                 1 1 518 519
Split                    splitncnn_61             1 2 519 520 521
Convolution              conv_156                 1 1 521 522 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_401                 1 1 522 523
Convolution              conv_157                 1 1 523 524 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_402                 1 1 524 525
BinaryOp                 add_36                   2 1 520 525 526 0=0
Split                    splitncnn_62             1 2 526 527 528
Convolution              conv_158                 1 1 528 529 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_403                 1 1 529 530
Convolution              conv_159                 1 1 530 531 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_404                 1 1 531 532
BinaryOp                 add_37                   2 1 527 532 533 0=0
Split                    splitncnn_63             1 2 533 534 535
Convolution              conv_160                 1 1 535 536 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_405                 1 1 536 537
Convolution              conv_161                 1 1 537 538 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_406                 1 1 538 539
BinaryOp                 add_38                   2 1 534 539 540 0=0
Convolution              conv_162                 1 1 516 541 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Swish                    silu_407                 1 1 541 542
Concat                   cat_24                   2 1 540 542 543 0=0
Convolution              conv_163                 1 1 543 544 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
Swish                    silu_408                 1 1 544 545
Convolution              conv_164                 1 1 545 546 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=147456
Swish                    silu_409                 1 1 546 547
Split                    splitncnn_64             1 3 547 548 549 550
Convolution              conv_165                 1 1 550 551 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Swish                    silu_410                 1 1 551 552
Split                    splitncnn_65             1 2 552 553 554
Convolution              conv_166                 1 1 554 555 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_411                 1 1 555 556
Convolution              conv_167                 1 1 556 557 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_412                 1 1 557 558
BinaryOp                 add_39                   2 1 553 558 559 0=0
Split                    splitncnn_66             1 2 559 560 561
Convolution              conv_168                 1 1 561 562 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_413                 1 1 562 563
Convolution              conv_169                 1 1 563 564 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_414                 1 1 564 565
BinaryOp                 add_40                   2 1 560 565 566 0=0
Split                    splitncnn_67             1 2 566 567 568
Convolution              conv_170                 1 1 568 569 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_415                 1 1 569 570
Convolution              conv_171                 1 1 570 571 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_416                 1 1 571 572
BinaryOp                 add_41                   2 1 567 572 573 0=0
Convolution              conv_172                 1 1 549 574 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=8192
Swish                    silu_417                 1 1 574 575
Concat                   cat_25                   2 1 573 575 576 0=0
Convolution              conv_173                 1 1 576 577 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=16384
Swish                    silu_418                 1 1 577 578
Convolution              conv_174                 1 1 578 579 0=128 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=147456
Swish                    silu_419                 1 1 579 580
Concat                   cat_26                   4 1 513 515 548 580 581 0=0
Convolution              conv_175                 1 1 581 582 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=131072
Swish                    silu_420                 1 1 582 583
Split                    splitncnn_68             1 2 583 584 585
Convolution              conv_176                 1 1 254 586 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=32768
Swish                    silu_421                 1 1 586 587
Split                    splitncnn_69             1 2 587 588 589
Pooling                  maxpool2d_251            1 1 589 590 0=0 1=5 11=5 12=1 13=2 2=1 3=2 5=1
Split                    splitncnn_70             1 2 590 591 592
Pooling                  maxpool2d_252            1 1 592 593 0=0 1=5 11=5 12=1 13=2 2=1 3=2 5=1
Split                    splitncnn_71             1 2 593 594 595
Pooling                  maxpool2d_253            1 1 595 596 0=0 1=5 11=5 12=1 13=2 2=1 3=2 5=1
Concat                   cat_27                   4 1 588 591 594 596 597 0=0
Convolution              conv_177                 1 1 597 598 0=256 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=131072
Swish                    silu_422                 1 1 598 599
Split                    splitncnn_72             1 3 599 600 601 602
Interp                   upsample_493             1 1 602 603 0=1 1=2.0 2=2.0 6=0
Concat                   cat_28                   2 1 603 176 604 0=0
Convolution              conv_178                 1 1 604 605 0=192 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=86016
Swish                    silu_423                 1 1 605 606
Slice                    chunk_8                  1 2 606 607 608 -23300=2,-233,-233 1=0
Split                    splitncnn_73             1 3 608 609 610 611
Convolution              conv_179                 1 1 611 612 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_424                 1 1 612 613
Split                    splitncnn_74             1 2 613 614 615
Convolution              conv_180                 1 1 615 616 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_425                 1 1 616 617
Convolution              conv_181                 1 1 617 618 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_426                 1 1 618 619
BinaryOp                 add_42                   2 1 614 619 620 0=0
Split                    splitncnn_75             1 2 620 621 622
Convolution              conv_182                 1 1 622 623 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_427                 1 1 623 624
Convolution              conv_183                 1 1 624 625 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_428                 1 1 625 626
BinaryOp                 add_43                   2 1 621 626 627 0=0
Split                    splitncnn_76             1 2 627 628 629
Convolution              conv_184                 1 1 629 630 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_429                 1 1 630 631
Convolution              conv_185                 1 1 631 632 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_430                 1 1 632 633
BinaryOp                 add_44                   2 1 628 633 634 0=0
Convolution              conv_186                 1 1 610 635 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_431                 1 1 635 636
Concat                   cat_29                   2 1 634 636 637 0=0
Convolution              conv_187                 1 1 637 638 0=96 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Swish                    silu_432                 1 1 638 639
Convolution              conv_188                 1 1 639 640 0=96 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=82944
Swish                    silu_433                 1 1 640 641
Split                    splitncnn_77             1 3 641 642 643 644
Convolution              conv_189                 1 1 644 645 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_434                 1 1 645 646
Split                    splitncnn_78             1 2 646 647 648
Convolution              conv_190                 1 1 648 649 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_435                 1 1 649 650
Convolution              conv_191                 1 1 650 651 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_436                 1 1 651 652
BinaryOp                 add_45                   2 1 647 652 653 0=0
Split                    splitncnn_79             1 2 653 654 655
Convolution              conv_192                 1 1 655 656 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_437                 1 1 656 657
Convolution              conv_193                 1 1 657 658 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_438                 1 1 658 659
BinaryOp                 add_46                   2 1 654 659 660 0=0
Split                    splitncnn_80             1 2 660 661 662
Convolution              conv_194                 1 1 662 663 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_439                 1 1 663 664
Convolution              conv_195                 1 1 664 665 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_440                 1 1 665 666
BinaryOp                 add_47                   2 1 661 666 667 0=0
Convolution              conv_196                 1 1 643 668 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4608
Swish                    silu_441                 1 1 668 669
Concat                   cat_30                   2 1 667 669 670 0=0
Convolution              conv_197                 1 1 670 671 0=96 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Swish                    silu_442                 1 1 671 672
Convolution              conv_198                 1 1 672 673 0=96 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=82944
Swish                    silu_443                 1 1 673 674
Concat                   cat_31                   4 1 607 609 642 674 675 0=0
Convolution              conv_199                 1 1 675 676 0=192 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=73728
Swish                    silu_444                 1 1 676 677
Split                    splitncnn_81             1 3 677 678 679 680
Interp                   upsample_494             1 1 680 681 0=1 1=2.0 2=2.0 6=0
Concat                   cat_32                   2 1 681 97 682 0=0
Convolution              conv_200                 1 1 682 683 0=128 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=40960
Swish                    silu_445                 1 1 683 684
Slice                    chunk_9                  1 2 684 685 686 -23300=2,-233,-233 1=0
Split                    splitncnn_82             1 3 686 687 688 689
Convolution              conv_201                 1 1 689 690 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_446                 1 1 690 691
Split                    splitncnn_83             1 2 691 692 693
Convolution              conv_202                 1 1 693 694 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_447                 1 1 694 695
Convolution              conv_203                 1 1 695 696 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_448                 1 1 696 697
BinaryOp                 add_48                   2 1 692 697 698 0=0
Split                    splitncnn_84             1 2 698 699 700
Convolution              conv_204                 1 1 700 701 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_449                 1 1 701 702
Convolution              conv_205                 1 1 702 703 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_450                 1 1 703 704
BinaryOp                 add_49                   2 1 699 704 705 0=0
Split                    splitncnn_85             1 2 705 706 707
Convolution              conv_206                 1 1 707 708 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_451                 1 1 708 709
Convolution              conv_207                 1 1 709 710 0=32 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=9216
Swish                    silu_452                 1 1 710 711
BinaryOp                 add_50                   2 1 706 711 712 0=0
Convolution              conv_208                 1 1 688 713 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_453                 1 1 713 714
Concat                   cat_33                   2 1 712 714 715 0=0
Convolution              conv_209                 1 1 715 716 0=64 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=4096
Swish                    silu_454                 1 1 716 717
Convolution              conv_210                 1 1 717 718 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
Swish                    silu_455                 1 1 718 719
Split                    splitncnn_86             1 3 719 720 721 722
Convolution              conv_211                 1 1 722 723 0=32 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=2048
Swish                    silu_456                 1 1 723 724
