7767517
749 886
Input                    in0                      0 1 in0 -23330=4,3,640,352,3 0=640 1=352 2=3
Convolution              conv_9                   1 1 in0 1 -23330=4,3,320,176,32 0=32 1=3 3=2 4=1 5=1 6=864
Swish                    silu_254                 1 1 1 2 -23330=4,3,320,176,32
Convolution              conv_10                  1 1 2 3 -23330=4,3,160,88,64 0=64 1=3 3=2 4=1 5=1 6=18432
Swish                    silu_255                 1 1 3 4 -23330=4,3,160,88,64
Convolution              conv_11                  1 1 4 5 -23330=4,3,160,88,64 0=64 1=1 5=1 6=4096
Swish                    silu_256                 1 1 5 6 -23330=4,3,160,88,64
Slice                    chunk_0                  1 2 6 7 8 -23330=8,3,160,88,32,3,160,88,32 -23300=2,-233,-233
Split                    splitncnn_0              1 2 8 9 10 -23330=8,3,160,88,32,3,160,88,32
Convolution              conv_12                  1 1 10 11 -23330=4,3,160,88,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_257                 1 1 11 12 -23330=4,3,160,88,32
Split                    splitncnn_1              1 2 12 13 14 -23330=8,3,160,88,32,3,160,88,32
Convolution              conv_13                  1 1 14 15 -23330=4,3,160,88,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_258                 1 1 15 16 -23330=4,3,160,88,32
Concat                   cat_0                    4 1 7 9 13 16 17 -23330=4,3,160,88,128
Convolution              conv_14                  1 1 17 18 -23330=4,3,160,88,64 0=64 1=1 5=1 6=8192
Swish                    silu_259                 1 1 18 19 -23330=4,3,160,88,64
Pooling                  avgpool2d_0              1 1 19 20 -23330=4,3,159,87,64 0=1 1=2 5=1 6=1
Convolution              conv_15                  1 1 20 21 -23330=4,3,80,44,128 0=128 1=3 3=2 4=1 5=1 6=73728
Swish                    silu_260                 1 1 21 22 -23330=4,3,80,44,128
Convolution              conv_16                  1 1 22 23 -23330=4,3,80,44,128 0=128 1=1 5=1 6=16384
Swish                    silu_261                 1 1 23 24 -23330=4,3,80,44,128
Slice                    chunk_1                  1 2 24 25 26 -23330=8,3,80,44,64,3,80,44,64 -23300=2,-233,-233
Split                    splitncnn_2              1 3 26 27 28 29 -23330=12,3,80,44,64,3,80,44,64,3,80,44,64
Convolution              conv_17                  1 1 29 30 -23330=4,3,80,44,32 0=32 1=1 5=1 6=2048
Swish                    silu_262                 1 1 30 31 -23330=4,3,80,44,32
Split                    splitncnn_3              1 2 31 32 33 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_18                  1 1 33 34 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_263                 1 1 34 35 -23330=4,3,80,44,32
Convolution              conv_19                  1 1 35 36 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_264                 1 1 36 37 -23330=4,3,80,44,32
BinaryOp                 add_0                    2 1 32 37 38 -23330=4,3,80,44,32
Split                    splitncnn_4              1 2 38 39 40 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_20                  1 1 40 41 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_265                 1 1 41 42 -23330=4,3,80,44,32
Convolution              conv_21                  1 1 42 43 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_266                 1 1 43 44 -23330=4,3,80,44,32
BinaryOp                 add_1                    2 1 39 44 45 -23330=4,3,80,44,32
Split                    splitncnn_5              1 2 45 46 47 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_22                  1 1 47 48 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_267                 1 1 48 49 -23330=4,3,80,44,32
Convolution              conv_23                  1 1 49 50 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_268                 1 1 50 51 -23330=4,3,80,44,32
BinaryOp                 add_2                    2 1 46 51 52 -23330=4,3,80,44,32
Convolution              conv_24                  1 1 28 53 -23330=4,3,80,44,32 0=32 1=1 5=1 6=2048
Swish                    silu_269                 1 1 53 54 -23330=4,3,80,44,32
Concat                   cat_1                    2 1 52 54 55 -23330=4,3,80,44,64
Convolution              conv_25                  1 1 55 56 -23330=4,3,80,44,64 0=64 1=1 5=1 6=4096
Swish                    silu_270                 1 1 56 57 -23330=4,3,80,44,64
Convolution              conv_26                  1 1 57 58 -23330=4,3,80,44,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_271                 1 1 58 59 -23330=4,3,80,44,64
Split                    splitncnn_6              1 3 59 60 61 62 -23330=12,3,80,44,64,3,80,44,64,3,80,44,64
Convolution              conv_27                  1 1 62 63 -23330=4,3,80,44,32 0=32 1=1 5=1 6=2048
Swish                    silu_272                 1 1 63 64 -23330=4,3,80,44,32
Split                    splitncnn_7              1 2 64 65 66 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_28                  1 1 66 67 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_273                 1 1 67 68 -23330=4,3,80,44,32
Convolution              conv_29                  1 1 68 69 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_274                 1 1 69 70 -23330=4,3,80,44,32
BinaryOp                 add_3                    2 1 65 70 71 -23330=4,3,80,44,32
Split                    splitncnn_8              1 2 71 72 73 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_30                  1 1 73 74 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_275                 1 1 74 75 -23330=4,3,80,44,32
Convolution              conv_31                  1 1 75 76 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_276                 1 1 76 77 -23330=4,3,80,44,32
BinaryOp                 add_4                    2 1 72 77 78 -23330=4,3,80,44,32
Split                    splitncnn_9              1 2 78 79 80 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_32                  1 1 80 81 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_277                 1 1 81 82 -23330=4,3,80,44,32
Convolution              conv_33                  1 1 82 83 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_278                 1 1 83 84 -23330=4,3,80,44,32
BinaryOp                 add_5                    2 1 79 84 85 -23330=4,3,80,44,32
Convolution              conv_34                  1 1 61 86 -23330=4,3,80,44,32 0=32 1=1 5=1 6=2048
Swish                    silu_279                 1 1 86 87 -23330=4,3,80,44,32
Concat                   cat_2                    2 1 85 87 88 -23330=4,3,80,44,64
Convolution              conv_35                  1 1 88 89 -23330=4,3,80,44,64 0=64 1=1 5=1 6=4096
Swish                    silu_280                 1 1 89 90 -23330=4,3,80,44,64
Convolution              conv_36                  1 1 90 91 -23330=4,3,80,44,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_281                 1 1 91 92 -23330=4,3,80,44,64
Concat                   cat_3                    4 1 25 27 60 92 93 -23330=4,3,80,44,256
Convolution              conv_37                  1 1 93 94 -23330=4,3,80,44,128 0=128 1=1 5=1 6=32768
Swish                    silu_282                 1 1 94 95 -23330=4,3,80,44,128
Split                    splitncnn_10             1 3 95 96 97 98 -23330=12,3,80,44,128,3,80,44,128,3,80,44,128
Pooling                  avgpool2d_1              1 1 98 99 -23330=4,3,79,43,128 0=1 1=2 5=1 6=1
Convolution              conv_38                  1 1 99 100 -23330=4,3,40,22,192 0=192 1=3 3=2 4=1 5=1 6=221184
Swish                    silu_283                 1 1 100 101 -23330=4,3,40,22,192
Convolution              conv_39                  1 1 101 102 -23330=4,3,40,22,192 0=192 1=1 5=1 6=36864
Swish                    silu_284                 1 1 102 103 -23330=4,3,40,22,192
Slice                    chunk_2                  1 2 103 104 105 -23330=8,3,40,22,96,3,40,22,96 -23300=2,-233,-233
Split                    splitncnn_11             1 3 105 106 107 108 -23330=12,3,40,22,96,3,40,22,96,3,40,22,96
Convolution              conv_40                  1 1 108 109 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_285                 1 1 109 110 -23330=4,3,40,22,48
Split                    splitncnn_12             1 2 110 111 112 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_41                  1 1 112 113 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_286                 1 1 113 114 -23330=4,3,40,22,48
Convolution              conv_42                  1 1 114 115 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_287                 1 1 115 116 -23330=4,3,40,22,48
BinaryOp                 add_6                    2 1 111 116 117 -23330=4,3,40,22,48
Split                    splitncnn_13             1 2 117 118 119 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_43                  1 1 119 120 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_288                 1 1 120 121 -23330=4,3,40,22,48
Convolution              conv_44                  1 1 121 122 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_289                 1 1 122 123 -23330=4,3,40,22,48
BinaryOp                 add_7                    2 1 118 123 124 -23330=4,3,40,22,48
Split                    splitncnn_14             1 2 124 125 126 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_45                  1 1 126 127 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_290                 1 1 127 128 -23330=4,3,40,22,48
Convolution              conv_46                  1 1 128 129 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_291                 1 1 129 130 -23330=4,3,40,22,48
BinaryOp                 add_8                    2 1 125 130 131 -23330=4,3,40,22,48
Convolution              conv_47                  1 1 107 132 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_292                 1 1 132 133 -23330=4,3,40,22,48
Concat                   cat_4                    2 1 131 133 134 -23330=4,3,40,22,96
Convolution              conv_48                  1 1 134 135 -23330=4,3,40,22,96 0=96 1=1 5=1 6=9216
Swish                    silu_293                 1 1 135 136 -23330=4,3,40,22,96
Convolution              conv_49                  1 1 136 137 -23330=4,3,40,22,96 0=96 1=3 4=1 5=1 6=82944
Swish                    silu_294                 1 1 137 138 -23330=4,3,40,22,96
Split                    splitncnn_15             1 3 138 139 140 141 -23330=12,3,40,22,96,3,40,22,96,3,40,22,96
Convolution              conv_50                  1 1 141 142 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_295                 1 1 142 143 -23330=4,3,40,22,48
Split                    splitncnn_16             1 2 143 144 145 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_51                  1 1 145 146 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_296                 1 1 146 147 -23330=4,3,40,22,48
Convolution              conv_52                  1 1 147 148 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_297                 1 1 148 149 -23330=4,3,40,22,48
BinaryOp                 add_9                    2 1 144 149 150 -23330=4,3,40,22,48
Split                    splitncnn_17             1 2 150 151 152 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_53                  1 1 152 153 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_298                 1 1 153 154 -23330=4,3,40,22,48
Convolution              conv_54                  1 1 154 155 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_299                 1 1 155 156 -23330=4,3,40,22,48
BinaryOp                 add_10                   2 1 151 156 157 -23330=4,3,40,22,48
Split                    splitncnn_18             1 2 157 158 159 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_55                  1 1 159 160 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_300                 1 1 160 161 -23330=4,3,40,22,48
Convolution              conv_56                  1 1 161 162 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_301                 1 1 162 163 -23330=4,3,40,22,48
BinaryOp                 add_11                   2 1 158 163 164 -23330=4,3,40,22,48
Convolution              conv_57                  1 1 140 165 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_302                 1 1 165 166 -23330=4,3,40,22,48
Concat                   cat_5                    2 1 164 166 167 -23330=4,3,40,22,96
Convolution              conv_58                  1 1 167 168 -23330=4,3,40,22,96 0=96 1=1 5=1 6=9216
Swish                    silu_303                 1 1 168 169 -23330=4,3,40,22,96
Convolution              conv_59                  1 1 169 170 -23330=4,3,40,22,96 0=96 1=3 4=1 5=1 6=82944
Swish                    silu_304                 1 1 170 171 -23330=4,3,40,22,96
Concat                   cat_6                    4 1 104 106 139 171 172 -23330=4,3,40,22,384
Convolution              conv_60                  1 1 172 173 -23330=4,3,40,22,192 0=192 1=1 5=1 6=73728
Swish                    silu_305                 1 1 173 174 -23330=4,3,40,22,192
Split                    splitncnn_19             1 3 174 175 176 177 -23330=12,3,40,22,192,3,40,22,192,3,40,22,192
Pooling                  avgpool2d_2              1 1 177 178 -23330=4,3,39,21,192 0=1 1=2 5=1 6=1
Convolution              conv_61                  1 1 178 179 -23330=4,3,20,11,256 0=256 1=3 3=2 4=1 5=1 6=442368
Swish                    silu_306                 1 1 179 180 -23330=4,3,20,11,256
Convolution              conv_62                  1 1 180 181 -23330=4,3,20,11,256 0=256 1=1 5=1 6=65536
Swish                    silu_307                 1 1 181 182 -23330=4,3,20,11,256
Slice                    chunk_3                  1 2 182 183 184 -23330=8,3,20,11,128,3,20,11,128 -23300=2,-233,-233
Split                    splitncnn_20             1 3 184 185 186 187 -23330=12,3,20,11,128,3,20,11,128,3,20,11,128
Convolution              conv_63                  1 1 187 188 -23330=4,3,20,11,64 0=64 1=1 5=1 6=8192
Swish                    silu_308                 1 1 188 189 -23330=4,3,20,11,64
Split                    splitncnn_21             1 2 189 190 191 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_64                  1 1 191 192 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_309                 1 1 192 193 -23330=4,3,20,11,64
Convolution              conv_65                  1 1 193 194 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_310                 1 1 194 195 -23330=4,3,20,11,64
BinaryOp                 add_12                   2 1 190 195 196 -23330=4,3,20,11,64
Split                    splitncnn_22             1 2 196 197 198 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_66                  1 1 198 199 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_311                 1 1 199 200 -23330=4,3,20,11,64
Convolution              conv_67                  1 1 200 201 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_312                 1 1 201 202 -23330=4,3,20,11,64
BinaryOp                 add_13                   2 1 197 202 203 -23330=4,3,20,11,64
Split                    splitncnn_23             1 2 203 204 205 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_68                  1 1 205 206 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_313                 1 1 206 207 -23330=4,3,20,11,64
Convolution              conv_69                  1 1 207 208 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_314                 1 1 208 209 -23330=4,3,20,11,64
BinaryOp                 add_14                   2 1 204 209 210 -23330=4,3,20,11,64
Convolution              conv_70                  1 1 186 211 -23330=4,3,20,11,64 0=64 1=1 5=1 6=8192
Swish                    silu_315                 1 1 211 212 -23330=4,3,20,11,64
Concat                   cat_7                    2 1 210 212 213 -23330=4,3,20,11,128
Convolution              conv_71                  1 1 213 214 -23330=4,3,20,11,128 0=128 1=1 5=1 6=16384
Swish                    silu_316                 1 1 214 215 -23330=4,3,20,11,128
Convolution              conv_72                  1 1 215 216 -23330=4,3,20,11,128 0=128 1=3 4=1 5=1 6=147456
Swish                    silu_317                 1 1 216 217 -23330=4,3,20,11,128
Split                    splitncnn_24             1 3 217 218 219 220 -23330=12,3,20,11,128,3,20,11,128,3,20,11,128
Convolution              conv_73                  1 1 220 221 -23330=4,3,20,11,64 0=64 1=1 5=1 6=8192
Swish                    silu_318                 1 1 221 222 -23330=4,3,20,11,64
Split                    splitncnn_25             1 2 222 223 224 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_74                  1 1 224 225 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_319                 1 1 225 226 -23330=4,3,20,11,64
Convolution              conv_75                  1 1 226 227 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_320                 1 1 227 228 -23330=4,3,20,11,64
BinaryOp                 add_15                   2 1 223 228 229 -23330=4,3,20,11,64
Split                    splitncnn_26             1 2 229 230 231 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_76                  1 1 231 232 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_321                 1 1 232 233 -23330=4,3,20,11,64
Convolution              conv_77                  1 1 233 234 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_322                 1 1 234 235 -23330=4,3,20,11,64
BinaryOp                 add_16                   2 1 230 235 236 -23330=4,3,20,11,64
Split                    splitncnn_27             1 2 236 237 238 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_78                  1 1 238 239 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_323                 1 1 239 240 -23330=4,3,20,11,64
Convolution              conv_79                  1 1 240 241 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_324                 1 1 241 242 -23330=4,3,20,11,64
BinaryOp                 add_17                   2 1 237 242 243 -23330=4,3,20,11,64
Convolution              conv_80                  1 1 219 244 -23330=4,3,20,11,64 0=64 1=1 5=1 6=8192
Swish                    silu_325                 1 1 244 245 -23330=4,3,20,11,64
Concat                   cat_8                    2 1 243 245 246 -23330=4,3,20,11,128
Convolution              conv_81                  1 1 246 247 -23330=4,3,20,11,128 0=128 1=1 5=1 6=16384
Swish                    silu_326                 1 1 247 248 -23330=4,3,20,11,128
Convolution              conv_82                  1 1 248 249 -23330=4,3,20,11,128 0=128 1=3 4=1 5=1 6=147456
Swish                    silu_327                 1 1 249 250 -23330=4,3,20,11,128
Concat                   cat_9                    4 1 183 185 218 250 251 -23330=4,3,20,11,512
Convolution              conv_83                  1 1 251 252 -23330=4,3,20,11,256 0=256 1=1 5=1 6=131072
Swish                    silu_328                 1 1 252 253 -23330=4,3,20,11,256
Split                    splitncnn_28             1 2 253 254 255 -23330=8,3,20,11,256,3,20,11,256
Convolution              conv_84                  1 1 255 256 -23330=4,3,20,11,128 0=128 1=1 5=1 6=32768
Swish                    silu_329                 1 1 256 257 -23330=4,3,20,11,128
Split                    splitncnn_29             1 2 257 258 259 -23330=8,3,20,11,128,3,20,11,128
Pooling                  maxpool2d_248            1 1 259 260 -23330=4,3,20,11,128 1=5 3=2 5=1
Split                    splitncnn_30             1 2 260 261 262 -23330=8,3,20,11,128,3,20,11,128
Pooling                  maxpool2d_249            1 1 262 263 -23330=4,3,20,11,128 1=5 3=2 5=1
Split                    splitncnn_31             1 2 263 264 265 -23330=8,3,20,11,128,3,20,11,128
Pooling                  maxpool2d_250            1 1 265 266 -23330=4,3,20,11,128 1=5 3=2 5=1
Concat                   cat_10                   4 1 258 261 264 266 267 -23330=4,3,20,11,512
Convolution              conv_85                  1 1 267 268 -23330=4,3,20,11,256 0=256 1=1 5=1 6=131072
Swish                    silu_330                 1 1 268 269 -23330=4,3,20,11,256
Split                    splitncnn_32             1 2 269 270 271 -23330=8,3,20,11,256,3,20,11,256
Interp                   upsample_491             1 1 271 272 -23330=4,3,40,22,256 0=1 1=2.000000e+00 2=2.000000e+00
Concat                   cat_11                   2 1 272 175 273 -23330=4,3,40,22,448
Convolution              conv_86                  1 1 273 274 -23330=4,3,40,22,192 0=192 1=1 5=1 6=86016
Swish                    silu_331                 1 1 274 275 -23330=4,3,40,22,192
Slice                    chunk_4                  1 2 275 276 277 -23330=8,3,40,22,96,3,40,22,96 -23300=2,-233,-233
Split                    splitncnn_33             1 3 277 278 279 280 -23330=12,3,40,22,96,3,40,22,96,3,40,22,96
Convolution              conv_87                  1 1 280 281 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_332                 1 1 281 282 -23330=4,3,40,22,48
Split                    splitncnn_34             1 2 282 283 284 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_88                  1 1 284 285 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_333                 1 1 285 286 -23330=4,3,40,22,48
Convolution              conv_89                  1 1 286 287 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_334                 1 1 287 288 -23330=4,3,40,22,48
BinaryOp                 add_18                   2 1 283 288 289 -23330=4,3,40,22,48
Split                    splitncnn_35             1 2 289 290 291 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_90                  1 1 291 292 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_335                 1 1 292 293 -23330=4,3,40,22,48
Convolution              conv_91                  1 1 293 294 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_336                 1 1 294 295 -23330=4,3,40,22,48
BinaryOp                 add_19                   2 1 290 295 296 -23330=4,3,40,22,48
Split                    splitncnn_36             1 2 296 297 298 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_92                  1 1 298 299 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_337                 1 1 299 300 -23330=4,3,40,22,48
Convolution              conv_93                  1 1 300 301 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_338                 1 1 301 302 -23330=4,3,40,22,48
BinaryOp                 add_20                   2 1 297 302 303 -23330=4,3,40,22,48
Convolution              conv_94                  1 1 279 304 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_339                 1 1 304 305 -23330=4,3,40,22,48
Concat                   cat_12                   2 1 303 305 306 -23330=4,3,40,22,96
Convolution              conv_95                  1 1 306 307 -23330=4,3,40,22,96 0=96 1=1 5=1 6=9216
Swish                    silu_340                 1 1 307 308 -23330=4,3,40,22,96
Convolution              conv_96                  1 1 308 309 -23330=4,3,40,22,96 0=96 1=3 4=1 5=1 6=82944
Swish                    silu_341                 1 1 309 310 -23330=4,3,40,22,96
Split                    splitncnn_37             1 3 310 311 312 313 -23330=12,3,40,22,96,3,40,22,96,3,40,22,96
Convolution              conv_97                  1 1 313 314 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_342                 1 1 314 315 -23330=4,3,40,22,48
Split                    splitncnn_38             1 2 315 316 317 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_98                  1 1 317 318 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_343                 1 1 318 319 -23330=4,3,40,22,48
Convolution              conv_99                  1 1 319 320 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_344                 1 1 320 321 -23330=4,3,40,22,48
BinaryOp                 add_21                   2 1 316 321 322 -23330=4,3,40,22,48
Split                    splitncnn_39             1 2 322 323 324 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_100                 1 1 324 325 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_345                 1 1 325 326 -23330=4,3,40,22,48
Convolution              conv_101                 1 1 326 327 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_346                 1 1 327 328 -23330=4,3,40,22,48
BinaryOp                 add_22                   2 1 323 328 329 -23330=4,3,40,22,48
Split                    splitncnn_40             1 2 329 330 331 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_102                 1 1 331 332 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_347                 1 1 332 333 -23330=4,3,40,22,48
Convolution              conv_103                 1 1 333 334 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_348                 1 1 334 335 -23330=4,3,40,22,48
BinaryOp                 add_23                   2 1 330 335 336 -23330=4,3,40,22,48
Convolution              conv_104                 1 1 312 337 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_349                 1 1 337 338 -23330=4,3,40,22,48
Concat                   cat_13                   2 1 336 338 339 -23330=4,3,40,22,96
Convolution              conv_105                 1 1 339 340 -23330=4,3,40,22,96 0=96 1=1 5=1 6=9216
Swish                    silu_350                 1 1 340 341 -23330=4,3,40,22,96
Convolution              conv_106                 1 1 341 342 -23330=4,3,40,22,96 0=96 1=3 4=1 5=1 6=82944
Swish                    silu_351                 1 1 342 343 -23330=4,3,40,22,96
Concat                   cat_14                   4 1 276 278 311 343 344 -23330=4,3,40,22,384
Convolution              conv_107                 1 1 344 345 -23330=4,3,40,22,192 0=192 1=1 5=1 6=73728
Swish                    silu_352                 1 1 345 346 -23330=4,3,40,22,192
Split                    splitncnn_41             1 2 346 347 348 -23330=8,3,40,22,192,3,40,22,192
Interp                   upsample_492             1 1 348 349 -23330=4,3,80,44,192 0=1 1=2.000000e+00 2=2.000000e+00
Concat                   cat_15                   2 1 349 96 350 -23330=4,3,80,44,320
Convolution              conv_108                 1 1 350 351 -23330=4,3,80,44,128 0=128 1=1 5=1 6=40960
Swish                    silu_353                 1 1 351 352 -23330=4,3,80,44,128
Slice                    chunk_5                  1 2 352 353 354 -23330=8,3,80,44,64,3,80,44,64 -23300=2,-233,-233
Split                    splitncnn_42             1 3 354 355 356 357 -23330=12,3,80,44,64,3,80,44,64,3,80,44,64
Convolution              conv_109                 1 1 357 358 -23330=4,3,80,44,32 0=32 1=1 5=1 6=2048
Swish                    silu_354                 1 1 358 359 -23330=4,3,80,44,32
Split                    splitncnn_43             1 2 359 360 361 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_110                 1 1 361 362 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_355                 1 1 362 363 -23330=4,3,80,44,32
Convolution              conv_111                 1 1 363 364 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_356                 1 1 364 365 -23330=4,3,80,44,32
BinaryOp                 add_24                   2 1 360 365 366 -23330=4,3,80,44,32
Split                    splitncnn_44             1 2 366 367 368 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_112                 1 1 368 369 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_357                 1 1 369 370 -23330=4,3,80,44,32
Convolution              conv_113                 1 1 370 371 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_358                 1 1 371 372 -23330=4,3,80,44,32
BinaryOp                 add_25                   2 1 367 372 373 -23330=4,3,80,44,32
Split                    splitncnn_45             1 2 373 374 375 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_114                 1 1 375 376 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_359                 1 1 376 377 -23330=4,3,80,44,32
Convolution              conv_115                 1 1 377 378 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_360                 1 1 378 379 -23330=4,3,80,44,32
BinaryOp                 add_26                   2 1 374 379 380 -23330=4,3,80,44,32
Convolution              conv_116                 1 1 356 381 -23330=4,3,80,44,32 0=32 1=1 5=1 6=2048
Swish                    silu_361                 1 1 381 382 -23330=4,3,80,44,32
Concat                   cat_16                   2 1 380 382 383 -23330=4,3,80,44,64
Convolution              conv_117                 1 1 383 384 -23330=4,3,80,44,64 0=64 1=1 5=1 6=4096
Swish                    silu_362                 1 1 384 385 -23330=4,3,80,44,64
Convolution              conv_118                 1 1 385 386 -23330=4,3,80,44,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_363                 1 1 386 387 -23330=4,3,80,44,64
Split                    splitncnn_46             1 3 387 388 389 390 -23330=12,3,80,44,64,3,80,44,64,3,80,44,64
Convolution              conv_119                 1 1 390 391 -23330=4,3,80,44,32 0=32 1=1 5=1 6=2048
Swish                    silu_364                 1 1 391 392 -23330=4,3,80,44,32
Split                    splitncnn_47             1 2 392 393 394 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_120                 1 1 394 395 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_365                 1 1 395 396 -23330=4,3,80,44,32
Convolution              conv_121                 1 1 396 397 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_366                 1 1 397 398 -23330=4,3,80,44,32
BinaryOp                 add_27                   2 1 393 398 399 -23330=4,3,80,44,32
Split                    splitncnn_48             1 2 399 400 401 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_122                 1 1 401 402 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_367                 1 1 402 403 -23330=4,3,80,44,32
Convolution              conv_123                 1 1 403 404 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_368                 1 1 404 405 -23330=4,3,80,44,32
BinaryOp                 add_28                   2 1 400 405 406 -23330=4,3,80,44,32
Split                    splitncnn_49             1 2 406 407 408 -23330=8,3,80,44,32,3,80,44,32
Convolution              conv_124                 1 1 408 409 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_369                 1 1 409 410 -23330=4,3,80,44,32
Convolution              conv_125                 1 1 410 411 -23330=4,3,80,44,32 0=32 1=3 4=1 5=1 6=9216
Swish                    silu_370                 1 1 411 412 -23330=4,3,80,44,32
BinaryOp                 add_29                   2 1 407 412 413 -23330=4,3,80,44,32
Convolution              conv_126                 1 1 389 414 -23330=4,3,80,44,32 0=32 1=1 5=1 6=2048
Swish                    silu_371                 1 1 414 415 -23330=4,3,80,44,32
Concat                   cat_17                   2 1 413 415 416 -23330=4,3,80,44,64
Convolution              conv_127                 1 1 416 417 -23330=4,3,80,44,64 0=64 1=1 5=1 6=4096
Swish                    silu_372                 1 1 417 418 -23330=4,3,80,44,64
Convolution              conv_128                 1 1 418 419 -23330=4,3,80,44,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_373                 1 1 419 420 -23330=4,3,80,44,64
Concat                   cat_18                   4 1 353 355 388 420 421 -23330=4,3,80,44,256
Convolution              conv_129                 1 1 421 422 -23330=4,3,80,44,128 0=128 1=1 5=1 6=32768
Swish                    silu_374                 1 1 422 423 -23330=4,3,80,44,128
Split                    splitncnn_50             1 3 423 424 425 426 -23330=12,3,80,44,128,3,80,44,128,3,80,44,128
Pooling                  avgpool2d_3              1 1 424 427 -23330=4,3,79,43,128 0=1 1=2 5=1 6=1
Convolution              conv_130                 1 1 427 428 -23330=4,3,40,22,96 0=96 1=3 3=2 4=1 5=1 6=110592
Swish                    silu_375                 1 1 428 429 -23330=4,3,40,22,96
Concat                   cat_19                   2 1 429 347 430 -23330=4,3,40,22,288
Convolution              conv_131                 1 1 430 431 -23330=4,3,40,22,192 0=192 1=1 5=1 6=55296
Swish                    silu_376                 1 1 431 432 -23330=4,3,40,22,192
Slice                    chunk_6                  1 2 432 433 434 -23330=8,3,40,22,96,3,40,22,96 -23300=2,-233,-233
Split                    splitncnn_51             1 3 434 435 436 437 -23330=12,3,40,22,96,3,40,22,96,3,40,22,96
Convolution              conv_132                 1 1 437 438 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_377                 1 1 438 439 -23330=4,3,40,22,48
Split                    splitncnn_52             1 2 439 440 441 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_133                 1 1 441 442 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_378                 1 1 442 443 -23330=4,3,40,22,48
Convolution              conv_134                 1 1 443 444 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_379                 1 1 444 445 -23330=4,3,40,22,48
BinaryOp                 add_30                   2 1 440 445 446 -23330=4,3,40,22,48
Split                    splitncnn_53             1 2 446 447 448 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_135                 1 1 448 449 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_380                 1 1 449 450 -23330=4,3,40,22,48
Convolution              conv_136                 1 1 450 451 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_381                 1 1 451 452 -23330=4,3,40,22,48
BinaryOp                 add_31                   2 1 447 452 453 -23330=4,3,40,22,48
Split                    splitncnn_54             1 2 453 454 455 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_137                 1 1 455 456 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_382                 1 1 456 457 -23330=4,3,40,22,48
Convolution              conv_138                 1 1 457 458 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_383                 1 1 458 459 -23330=4,3,40,22,48
BinaryOp                 add_32                   2 1 454 459 460 -23330=4,3,40,22,48
Convolution              conv_139                 1 1 436 461 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_384                 1 1 461 462 -23330=4,3,40,22,48
Concat                   cat_20                   2 1 460 462 463 -23330=4,3,40,22,96
Convolution              conv_140                 1 1 463 464 -23330=4,3,40,22,96 0=96 1=1 5=1 6=9216
Swish                    silu_385                 1 1 464 465 -23330=4,3,40,22,96
Convolution              conv_141                 1 1 465 466 -23330=4,3,40,22,96 0=96 1=3 4=1 5=1 6=82944
Swish                    silu_386                 1 1 466 467 -23330=4,3,40,22,96
Split                    splitncnn_55             1 3 467 468 469 470 -23330=12,3,40,22,96,3,40,22,96,3,40,22,96
Convolution              conv_142                 1 1 470 471 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_387                 1 1 471 472 -23330=4,3,40,22,48
Split                    splitncnn_56             1 2 472 473 474 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_143                 1 1 474 475 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_388                 1 1 475 476 -23330=4,3,40,22,48
Convolution              conv_144                 1 1 476 477 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_389                 1 1 477 478 -23330=4,3,40,22,48
BinaryOp                 add_33                   2 1 473 478 479 -23330=4,3,40,22,48
Split                    splitncnn_57             1 2 479 480 481 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_145                 1 1 481 482 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_390                 1 1 482 483 -23330=4,3,40,22,48
Convolution              conv_146                 1 1 483 484 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_391                 1 1 484 485 -23330=4,3,40,22,48
BinaryOp                 add_34                   2 1 480 485 486 -23330=4,3,40,22,48
Split                    splitncnn_58             1 2 486 487 488 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_147                 1 1 488 489 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_392                 1 1 489 490 -23330=4,3,40,22,48
Convolution              conv_148                 1 1 490 491 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_393                 1 1 491 492 -23330=4,3,40,22,48
BinaryOp                 add_35                   2 1 487 492 493 -23330=4,3,40,22,48
Convolution              conv_149                 1 1 469 494 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_394                 1 1 494 495 -23330=4,3,40,22,48
Concat                   cat_21                   2 1 493 495 496 -23330=4,3,40,22,96
Convolution              conv_150                 1 1 496 497 -23330=4,3,40,22,96 0=96 1=1 5=1 6=9216
Swish                    silu_395                 1 1 497 498 -23330=4,3,40,22,96
Convolution              conv_151                 1 1 498 499 -23330=4,3,40,22,96 0=96 1=3 4=1 5=1 6=82944
Swish                    silu_396                 1 1 499 500 -23330=4,3,40,22,96
Concat                   cat_22                   4 1 433 435 468 500 501 -23330=4,3,40,22,384
Convolution              conv_152                 1 1 501 502 -23330=4,3,40,22,192 0=192 1=1 5=1 6=73728
Swish                    silu_397                 1 1 502 503 -23330=4,3,40,22,192
Split                    splitncnn_59             1 3 503 504 505 506 -23330=12,3,40,22,192,3,40,22,192,3,40,22,192
Pooling                  avgpool2d_4              1 1 504 507 -23330=4,3,39,21,192 0=1 1=2 5=1 6=1
Convolution              conv_153                 1 1 507 508 -23330=4,3,20,11,128 0=128 1=3 3=2 4=1 5=1 6=221184
Swish                    silu_398                 1 1 508 509 -23330=4,3,20,11,128
Concat                   cat_23                   2 1 509 270 510 -23330=4,3,20,11,384
Convolution              conv_154                 1 1 510 511 -23330=4,3,20,11,256 0=256 1=1 5=1 6=98304
Swish                    silu_399                 1 1 511 512 -23330=4,3,20,11,256
Slice                    chunk_7                  1 2 512 513 514 -23330=8,3,20,11,128,3,20,11,128 -23300=2,-233,-233
Split                    splitncnn_60             1 3 514 515 516 517 -23330=12,3,20,11,128,3,20,11,128,3,20,11,128
Convolution              conv_155                 1 1 517 518 -23330=4,3,20,11,64 0=64 1=1 5=1 6=8192
Swish                    silu_400                 1 1 518 519 -23330=4,3,20,11,64
Split                    splitncnn_61             1 2 519 520 521 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_156                 1 1 521 522 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_401                 1 1 522 523 -23330=4,3,20,11,64
Convolution              conv_157                 1 1 523 524 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_402                 1 1 524 525 -23330=4,3,20,11,64
BinaryOp                 add_36                   2 1 520 525 526 -23330=4,3,20,11,64
Split                    splitncnn_62             1 2 526 527 528 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_158                 1 1 528 529 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_403                 1 1 529 530 -23330=4,3,20,11,64
Convolution              conv_159                 1 1 530 531 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_404                 1 1 531 532 -23330=4,3,20,11,64
BinaryOp                 add_37                   2 1 527 532 533 -23330=4,3,20,11,64
Split                    splitncnn_63             1 2 533 534 535 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_160                 1 1 535 536 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_405                 1 1 536 537 -23330=4,3,20,11,64
Convolution              conv_161                 1 1 537 538 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_406                 1 1 538 539 -23330=4,3,20,11,64
BinaryOp                 add_38                   2 1 534 539 540 -23330=4,3,20,11,64
Convolution              conv_162                 1 1 516 541 -23330=4,3,20,11,64 0=64 1=1 5=1 6=8192
Swish                    silu_407                 1 1 541 542 -23330=4,3,20,11,64
Concat                   cat_24                   2 1 540 542 543 -23330=4,3,20,11,128
Convolution              conv_163                 1 1 543 544 -23330=4,3,20,11,128 0=128 1=1 5=1 6=16384
Swish                    silu_408                 1 1 544 545 -23330=4,3,20,11,128
Convolution              conv_164                 1 1 545 546 -23330=4,3,20,11,128 0=128 1=3 4=1 5=1 6=147456
Swish                    silu_409                 1 1 546 547 -23330=4,3,20,11,128
Split                    splitncnn_64             1 3 547 548 549 550 -23330=12,3,20,11,128,3,20,11,128,3,20,11,128
Convolution              conv_165                 1 1 550 551 -23330=4,3,20,11,64 0=64 1=1 5=1 6=8192
Swish                    silu_410                 1 1 551 552 -23330=4,3,20,11,64
Split                    splitncnn_65             1 2 552 553 554 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_166                 1 1 554 555 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_411                 1 1 555 556 -23330=4,3,20,11,64
Convolution              conv_167                 1 1 556 557 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_412                 1 1 557 558 -23330=4,3,20,11,64
BinaryOp                 add_39                   2 1 553 558 559 -23330=4,3,20,11,64
Split                    splitncnn_66             1 2 559 560 561 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_168                 1 1 561 562 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_413                 1 1 562 563 -23330=4,3,20,11,64
Convolution              conv_169                 1 1 563 564 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_414                 1 1 564 565 -23330=4,3,20,11,64
BinaryOp                 add_40                   2 1 560 565 566 -23330=4,3,20,11,64
Split                    splitncnn_67             1 2 566 567 568 -23330=8,3,20,11,64,3,20,11,64
Convolution              conv_170                 1 1 568 569 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_415                 1 1 569 570 -23330=4,3,20,11,64
Convolution              conv_171                 1 1 570 571 -23330=4,3,20,11,64 0=64 1=3 4=1 5=1 6=36864
Swish                    silu_416                 1 1 571 572 -23330=4,3,20,11,64
BinaryOp                 add_41                   2 1 567 572 573 -23330=4,3,20,11,64
Convolution              conv_172                 1 1 549 574 -23330=4,3,20,11,64 0=64 1=1 5=1 6=8192
Swish                    silu_417                 1 1 574 575 -23330=4,3,20,11,64
Concat                   cat_25                   2 1 573 575 576 -23330=4,3,20,11,128
Convolution              conv_173                 1 1 576 577 -23330=4,3,20,11,128 0=128 1=1 5=1 6=16384
Swish                    silu_418                 1 1 577 578 -23330=4,3,20,11,128
Convolution              conv_174                 1 1 578 579 -23330=4,3,20,11,128 0=128 1=3 4=1 5=1 6=147456
Swish                    silu_419                 1 1 579 580 -23330=4,3,20,11,128
Concat                   cat_26                   4 1 513 515 548 580 581 -23330=4,3,20,11,512
Convolution              conv_175                 1 1 581 582 -23330=4,3,20,11,256 0=256 1=1 5=1 6=131072
Swish                    silu_420                 1 1 582 583 -23330=4,3,20,11,256
Split                    splitncnn_68             1 2 583 584 585 -23330=8,3,20,11,256,3,20,11,256
Convolution              conv_176                 1 1 254 586 -23330=4,3,20,11,128 0=128 1=1 5=1 6=32768
Swish                    silu_421                 1 1 586 587 -23330=4,3,20,11,128
Split                    splitncnn_69             1 2 587 588 589 -23330=8,3,20,11,128,3,20,11,128
Pooling                  maxpool2d_251            1 1 589 590 -23330=4,3,20,11,128 1=5 3=2 5=1
Split                    splitncnn_70             1 2 590 591 592 -23330=8,3,20,11,128,3,20,11,128
Pooling                  maxpool2d_252            1 1 592 593 -23330=4,3,20,11,128 1=5 3=2 5=1
Split                    splitncnn_71             1 2 593 594 595 -23330=8,3,20,11,128,3,20,11,128
Pooling                  maxpool2d_253            1 1 595 596 -23330=4,3,20,11,128 1=5 3=2 5=1
Concat                   cat_27                   4 1 588 591 594 596 597 -23330=4,3,20,11,512
Convolution              conv_177                 1 1 597 598 -23330=4,3,20,11,256 0=256 1=1 5=1 6=131072
Swish                    silu_422                 1 1 598 599 -23330=4,3,20,11,256
Split                    splitncnn_72             1 3 599 600 601 602 -23330=12,3,20,11,256,3,20,11,256,3,20,11,256
Interp                   upsample_493             1 1 602 603 -23330=4,3,40,22,256 0=1 1=2.000000e+00 2=2.000000e+00
Concat                   cat_28                   2 1 603 176 604 -23330=4,3,40,22,448
Convolution              conv_178                 1 1 604 605 -23330=4,3,40,22,192 0=192 1=1 5=1 6=86016
Swish                    silu_423                 1 1 605 606 -23330=4,3,40,22,192
Slice                    chunk_8                  1 2 606 607 608 -23330=8,3,40,22,96,3,40,22,96 -23300=2,-233,-233
Split                    splitncnn_73             1 3 608 609 610 611 -23330=12,3,40,22,96,3,40,22,96,3,40,22,96
Convolution              conv_179                 1 1 611 612 -23330=4,3,40,22,48 0=48 1=1 5=1 6=4608
Swish                    silu_424                 1 1 612 613 -23330=4,3,40,22,48
Split                    splitncnn_74             1 2 613 614 615 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_180                 1 1 615 616 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_425                 1 1 616 617 -23330=4,3,40,22,48
Convolution              conv_181                 1 1 617 618 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_426                 1 1 618 619 -23330=4,3,40,22,48
BinaryOp                 add_42                   2 1 614 619 620 -23330=4,3,40,22,48
Split                    splitncnn_75             1 2 620 621 622 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_182                 1 1 622 623 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_427                 1 1 623 624 -23330=4,3,40,22,48
Convolution              conv_183                 1 1 624 625 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_428                 1 1 625 626 -23330=4,3,40,22,48
BinaryOp                 add_43                   2 1 621 626 627 -23330=4,3,40,22,48
Split                    splitncnn_76             1 2 627 628 629 -23330=8,3,40,22,48,3,40,22,48
Convolution              conv_184                 1 1 629 630 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_429                 1 1 630 631 -23330=4,3,40,22,48
Convolution              conv_185                 1 1 631 632 -23330=4,3,40,22,48 0=48 1=3 4=1 5=1 6=20736
Swish                    silu_430                 1 1 632 633 -23330=4,3,40,22,48
BinaryOp                 add_44                   2 1 628 633 634 -23330=4,3,40,22,48
